#   Error-list
error_0 = 'Введіть пароль!'
error_1 = 'Мінімальна довжина паролю 6 символів!'
error_2 = 'Паролі повинні збігатися!'
error_3 = 'Номер обов’язковий!'
error_4 = 'Довжина числа повинна дорівнювати 7!'
error_5 = 'Повинні бути лише цифри!'
error_6 = 'Довжина PIN-коду має дорівнювати 4!'
error_7 = 'Необхідний PIN-код!'
error_8 = 'Не відповідає шаблону: XX (до 2015), або X00 (після 2015)!'
error_9 = 'Не відповідає шаблону: (8 символів до 2015), або (6 символів після 2015)!'
error_10 = "Ім'я користувача є обов'язковим!"
error_11 = "Ім'я повинно містити від 4 до 14 символів!"
error_12 = "Ім’я користувача має містити лише літери, цифри, крапки або підкреслення!"
error_13 = "Введіть E-mail!"
error_14 = "Введений E-mail не відповідає шаблону (example@example.com)!"
error_15 = "Введений E-mail вже зареєстрований!"
error_16 = "Введене ім'я користувача вже зареєстроване!"